Repository: FriendlyLoans/hci-loan-project
Catalog: src/locales/*/messages.po
Languages: fr

source: (Available from 9:00 AM to 10:00 PM - Monday to Friday)
fr: (Disponible de 9h00 à 22h00 - du lundi au vendredi)

source: (This should be at the top right corner of the loan statement you received in the mail.)
fr: (Elle doit se trouver dans le coin supérieur droit du relevé de prêt que vous avez reçu par la poste).

source: (as it appears on your Identification Document)
fr: (tel qu'il figure sur votre document d'identification)

source: (please use a secure email address you use frequently)
fr: (veuillez utiliser une adresse électronique sécurisée que vous utilisez fréquemment)

source: <0>Enter your information below.</0><1><2>Email:</2><3/><4>{0}</4></1><5><6>First name:</6><7/><8>{1}</8></5><9><10>Last name:</10><11/><12>{2}</12></9><13><14>Account number:</14><15/><16>{3}</16></13><17><18>Password:</18><19/><20>{4}</20></17>
fr: <0>Saisissez vos informations ci-dessous.</0><1><2>Courriel:</2><3/><4>{0}</4></1><5><6>Prénom:</6><7/><8>{1}</8></5><9><10>Nom de famille:</10><11/><12>{2}</12></9><13><14>Numéro de compte:</14><15/><16>{3}</16></13><17><18>Mot de passe :</18><19/><20>{4}</20></17>

source: <0>Hi, </0> {0} {1}
fr: <0>Bonjour, </0> {0} {1}

source: <0>Please log in below.</0><1><2>Email:</2><3/><4>{0}</4></1><5><6>Password:</6><7/><8>{1}</8></5>
fr: <0>Veuillez vous connecter ci-dessous.</0><1><2>Courriel:</2><3/><4>{0}</4></1><5><6>Mot de passe:</6><7/><8>{1}</8></5>

source: Account
fr: Compte

source: Account History
fr: Historique du compte

source: Account Number
fr: Numéro de compte

source: Account number
fr: numéro de compte

source: Account number is required.
fr: Le numéro de compte est requis.

source: Account numbers consist of exactly 12 numbers.
fr: Les numéros de compte sont composés d'exactement 12 chiffres.

source: All rights reserved for Friendly Loans 2021.
fr: Tous droits réservés à Friendly Loans 2021.

source: Already have an account? <0>Click here to log in.</0>
fr: Vous avez déjà un compte ? <0>Cliquez ici pour vous connecter.</0>

source: Amount Due
fr: Montant dû

source: Amount Paid
fr: Montant payé

source: Any questions? Refer to our FAQ page or contact us.
fr: Vous avez des questions? Consultez notre page FAQ ou contactez-nous.

source: Balance Remaining
fr: Solde restant

source: Bank
fr: la banque

source: Card number
fr: Numéro de carte

source: Close
fr: Fermer

source: Confirm
fr: Confirmer

source: Credit/Debit
fr: Crédit/débit

source: Deposit
fr: Dépôt

source: Do you offer in person services?
fr: Offrez-vous des services en personne?

source: Don't have an account? <0>Click here to register.</0>
fr: Vous n'avez pas de compte ? <0>Cliquez ici pour vous inscrire.</0>

source: Email
fr: Adresse électronique

source: Email Address
fr: Adresse électronique

source: Email is required.
fr: L'adresse électronique est obligatoire.

source: Existing
fr: Existant

source: First and Last Names
fr: Prénom et nom

source: First name
fr: Prénom

source: First name is required.
fr: Le prénom est obligatoire.

source: Flexibility at its best!
fr: La flexibilité à son meilleur!

source: Frequently Asked Questions
fr: Foire aux questions

source: Friendly Loans Identity Theft Report Center
fr: Centre de signalement des usurpations d'identité de Friendly Loans

source: Friendly Loans gives you full access to:
fr: Friendly Loans vous donne un accès complet à:

source: Friendly Loans is a service for all students to access their student loans in Nova Scotia.
fr: Friendly Loans est un service permettant à tous les étudiants d'accéder à leur étudiants en Nouvelle-Écosse.

source: Friendly Loans is a service only available to students attending a post-secondary institution (College / University) in Nova Scotia to access their student loans.
fr: Friendly Loans est un service réservé aux étudiants qui fréquentent un établissement d'enseignement postsecondaire (collège ou université) en Nouvelle-Écosse pour accéder à leurs prêts étudiants.

source: Having any information related to your account will help us resolve your issue immediately. We will still guide you in the event you are unable to present them.
fr: Le fait de disposer de toutes les informations relatives à votre compte nous aidera à résoudre votre problème immédiatement. Nous vous guiderons néanmoins dans le cas où vous ne seriez pas en mesure de les présenter.

source: Home
fr: Accueil

source: I forgot my password. What now?
fr: J'ai oublié mon mot de passe. Que faire?

source: If you believe your Account Details were stolen, please contact
fr: Si vous pensez que les détails de votre compte ont été volés, veuillez contacter

source: If you have not received your loan statement, please contact
fr: Si vous n'avez pas reçu votre relevé de prêt, veuillez vous adresser à

source: Institution number
fr: Numéro de l'institution

source: It is your responsibility to keep account information secure. Never share this information with anyone.
fr: Il est de votre responsabilité de préserver la sécurité des informations relatives à votre compte. Ne partagez jamais ces informations avec qui que ce soit.

source: Last name
fr: Nom de famille

source: Last name is required.
fr: Le nom de famille est obligatoire.

source: Log out
fr: Déconnexion

source: Login/Create Account
fr: Connexion/Création de compte

source: Must be logged in.
fr: Vous devez être connecté.

source: Must enter a valid email.
fr: Vous devez entrer une adresse électronique valide.

source: My credentials were stolen. What should I do?
fr: Mes informations d'identification ont été volées. Que dois-je faire ?

source: Name on card
fr: Nom sur la carte

source: New
fr: Nouveau

source: Next payment of $267 due 30/11/2021
fr: Prochain paiement de 267 $ dû le 30/11/2021

source: No Bank Information, use your Debit / Credit Card
fr: Pas d'informations bancaires, utilisez votre carte de débit/crédit.

source: No Debit / Credit Card, use your Bank Information
fr: Pas de carte de débit / crédit, utilisez vos informations bancaires

source: Password
fr: Mot de passe

source: Password is required.
fr: Un mot de passe est requis.

source: Password must be at least 8 characters long.
fr: Le mot de passe doit comporter au moins 8 caractères.

source: Passwords can be at most 24 characters long.
fr: Les mots de passe peuvent comporter au maximum 24 caractères.

source: Passwords must be at least 8 characters long.
fr: Les mots de passe doivent comporter au moins 8 caractères.

source: Pay Here
fr: Payez ici

source: Pay with existing bank account or add new
fr: Payez avec votre compte bancaire existant ou ajoutez-en un nouveau

source: Pay with existing information or add new
fr: Payer avec les informations existantes

source: Pay your Loans
fr: Payez vos prêts

source: Payment
fr: Paiement

source: Payment Due
fr: Paiement dû

source: Payment Page
fr: Page des paiements

source: Payment amount
fr: Montant du paiement

source: Payment sent.
fr: Paiement envoyé.

source: Register
fr: Registre

source: Select account
fr: Sélectionnez un compte

source: Select card
fr: Sélectionner la carte

source: Select your payment method
fr: Sélectionnez votre mode de paiement

source: Should I be using Friendly Loans?
fr: Devrais-je utiliser les Friendly Loans ?

source: Sign In
fr: S'inscrire

source: Student receiving their diploma
fr: Élève recevant son diplôme

source: Times listed are in Atlantic Daylight Time.
fr: Les heures indiquées sont en heure avancée de l'Atlantique.

source: Total amount due
fr: Montant total dû

source: Transaction Type
fr: Type de transaction

source: Transit number
fr: Numéro de transit

source: Unacceptable characters used.
fr: Caractères inacceptables utilisés.

source: Unfortunately we do not offer services in person.
fr: Malheureusement, nous ne proposons pas de services en personne.

source: Unfortunately, you will have to contact our customer support centre. Reach out to Customer Support Centre at:
fr: Malheureusement, vous devrez contacter notre centre de soutien à la clientèle. Contactez le centre de soutien à la clientèle au:

source: View your loan statements and payment history
fr: Consultez vos relevés de prêts et l'historique de vos paiements

source: Welcome to Friendly Loans!
fr: Bienvenue à Friendly Loans !

source: What information do I need to create an account?
fr: De quelles informations ai-je besoin pour créer un compte?

source: Why Friendly Loans?
fr: Pourquoi Friendly Loans?

source: You must be logged to access the {pageName} page.
fr: Vous devez être connecté pour accéder à la page {pageName}.

source: You will need some basic information to use Friendly Loans:
fr: Vous aurez besoin de quelques informations de base pour utiliser Friendly Loans:

source: Your Loans
fr: Vos prêts

source: Your payment has been sent
fr: Votre paiement a été envoyé

source: and local law enforcement authorities.
fr: et les autorités policières locales.
